Repository: simonthechipmunk/jumptooverview
Catalog: *.po
Languages: de_de

source: Show Overview when the current Workspace turns empty
de_de: Übersicht anzeigen, wenn die aktuelle Arbeitsfläche leer ist

source: Open the Overview when the last Window on the current Workspace is closed
de_de: Öffne die Übersicht, wenn das letzte Fenster auf der aktuellen Arbeitsfläche geschlossen wird

source: Select the Overview Page for closing the last Window on the current Workspace
de_de: Die anzuzeigende Übersichtsseite nach dem Schließen des letzten Fensters auf der aktuellen Arbeitsfläche

source: Overview
de_de: Übersicht

source: All Applications
de_de: Alle Anwendungen

source: Frequent Apps
de_de: Häufig genutzt

source: Show Overview when the last Workspace turns empty
de_de: Übersicht anzeigen, wenn die letzte Arbeitsfläche leer ist

source: Open the Overview even if the current Workspace is the last active one
de_de: Öffne die Übersicht, auch wenn die aktuelle Arbeitsfläche die letzte Aktive ist

source: Select the Overview Page for closing the last Window on the last remaining Workspace
de_de: Die anzuzeigende Übersichtsseite nach dem Schließen des letzten Fensters auf der letzten verbleibenden Arbeitsfläche

source: Show Overview after Shell startup
de_de: Übersicht bei Shell-Start anzeigen

source: Open the Overview whenever Gnome-Shell is started on an empty desktop
de_de: Öffne die Übersicht, nachdem Gnome-Shell auf einer leeren Arbeitsfläche gestartet wurde

source: Select the Overview Page for Shell Startup
de_de: Die anzuzeigende Übersichtsseite nach einem Gnome-Shell Neustart

source: Ignore minimized Windows
de_de: Minimierte Fenster ignorieren

source: Open the Overview even if there are minimized windows on the current Workspace
de_de: Öffne die Übersicht auch wenn sich minimierte Fenster auf der aktuellen Arbeitsfläche befinden

source: Ignore Windows on Secondary Monitors
de_de: Fenster auf Zusatzbildschirmen ignorieren

source: Open the Overview even if there are active windows on secondary Monitors
de_de: Öffne die Übersicht auch wenn sich Fenster auf zusätzlichen Bildschirmen befinden
